[
  {
    "id": 1,
    "title": "Filling Treatment",
    "slug": "filling-treatment",
    "image": "https://teeth.org.au/media/uh3j11su/gettyimages-899199914-copy.jpeg?width=750&height=570&format=WebP&v=1d9fdee1ff78820",
    "video": "https://www.youtube.com/watch?v=abcd1234",
    "description": "Restore decayed or damaged teeth using advanced dental materials that provide a natural appearance and long-lasting results. The treatment is designed to be pain-free and suitable for both children and adults, helping maintain oral health and prevent further decay. The procedure also strengthens the tooth structure, improving chewing efficiency and overall dental functionality.",
    "description_bn": "দাঁতের ক্ষয় বা ভাঙা অংশ পুনরুদ্ধার করতে আধুনিক উপকরণ ব্যবহার করা হয় যা দাঁতের প্রাকৃতিক আকার এবং দীর্ঘস্থায়ী ফলাফল নিশ্চিত করে। চিকিৎসাটি ব্যথামুক্ত এবং শিশু ও বড়দের জন্য নিরাপদ। এটি দাঁতের স্বাস্থ্য রক্ষা করে এবং আরও ক্ষয় প্রতিরোধে সাহায্য করে। প্রক্রিয়াটি দাঁতের কাঠামো শক্তিশালী করে, চিবানো কার্যকারিতা উন্নত করে এবং সামগ্রিক দাঁতের কার্যকারিতা বৃদ্ধি করে।",
    "highlights": [
      "Prevents further tooth decay",
      "Restores natural tooth shape",
      "Durable and aesthetic",
      "Pain-managed and comfortable"
    ]
  },
  {
    "id": 2,
    "title": "Scaling & Polishing",
    "slug": "scaling-polishing",
    "image": "https://newwayorthodontic.com/wp-content/uploads/2023/12/Scaling.jpg",
    "video": "https://www.youtube.com/watch?v=efgh5678",
    "description": "A thorough cleaning procedure that removes plaque, tartar, and surface stains from teeth to ensure healthy gums and bright smiles. This treatment prevents gum diseases, reduces bad breath, and enhances the overall oral hygiene. It is a quick, painless, and effective way to maintain oral health while improving aesthetic appearance.",
    "description_bn": "এই চিকিৎসা দাঁতের উপর জমে থাকা প্লাক, টার্টার এবং দাগ পরিষ্কার করে। এটি মাড়ির স্বাস্থ্য রক্ষা করে, মাড়ির রোগ প্রতিরোধ করে এবং শ্বাসের দুর্গন্ধ কমায়। প্রক্রিয়াটি দ্রুত, ব্যথামুক্ত এবং কার্যকরী, যা মুখের স্বাস্থ্য বজায় রাখতে এবং হাসিকে আরও সুন্দর দেখাতে সাহায্য করে।",
    "highlights": [
      "Prevents gum disease",
      "Removes plaque and tartar",
      "Brightens teeth",
      "Quick and painless"
    ]
  },
  {
    "id": 3,
    "title": "Root Canal Treatment",
    "slug": "root-canal",
    "image": "https://www.glmc.ae/wp-content/uploads/2022/12/Root-Canal-Treatment-Birmingham-Mark-Tangri-Dental-Excellence-p26b0l58u7a77txmqyafcvd8z4e0rr8zmooo9cp9q8-1024x683.jpg",
    "video": "https://www.youtube.com/watch?v=yzab5678",
    "description": "A specialized procedure to save severely infected or damaged teeth by removing the pulp, cleaning the canals, and sealing the tooth. This treatment relieves pain, prevents tooth extraction, and maintains natural teeth for long-term oral health. Root canal treatment also helps restore the tooth’s strength and functionality while avoiding complications.",
    "description_bn": "এই বিশেষ চিকিৎসায় সংক্রমিত বা ক্ষতিগ্রস্ত দাঁতের ভিতরের পাল্প পরিষ্কার করে এবং দন্তনালী সিল করা হয়। এটি তীব্র ব্যথা দূর করে, দাঁত তোলা প্রতিরোধ করে এবং প্রাকৃতিক দাঁত দীর্ঘস্থায়ীভাবে সংরক্ষণ করে। রুট ক্যানাল চিকিৎসা দাঁতের শক্তি ও কার্যকারিতা পুনরুদ্ধার করতে সাহায্য করে এবং জটিলতা এড়ায়।",
    "highlights": [
      "Relieves severe toothache",
      "Prevents extraction",
      "Preserves natural teeth",
      "Safe and precise"
    ]
  },
  {
    "id": 4,
    "title": "Dental Tourism / New Tooth Replacement",
    "slug": "dental-tourism",
    "image": "https://aluxdental.com/wp-content/uploads/2019/08/single-tooth-implant-1200x900.jpg",
    "video": "https://www.youtube.com/watch?v=mnop3456",
    "description": "Advanced dental procedures including implants, crowns, bridges, or full-mouth rehabilitation performed with world-class standards. Ideal for patients seeking high-quality, affordable dental care abroad. The treatment restores oral function, enhances aesthetics, and ensures long-term dental health.",
    "description_bn": "অ্যাডভান্সড ডেন্টাল চিকিৎসা যেমন ইমপ্ল্যান্ট, ক্রাউন, ব্রিজ বা সম্পূর্ণ মুখ পুনর্গঠন বিশ্বের মান অনুযায়ী করা হয়। এটি বিদেশে উচ্চমানের এবং সাশ্রয়ী মূল্যের চিকিৎসা খুঁজছেন রোগীদের জন্য আদর্শ। চিকিৎসাটি মুখের কার্যকারিতা পুনরুদ্ধার করে, নান্দনিকতা উন্নত করে এবং দীর্ঘস্থায়ী দাঁতের স্বাস্থ্য নিশ্চিত করে।",
    "highlights": [
      "High-quality dental replacements",
      "Restores function and aesthetics",
      "Safe and effective procedures"
    ]
  },
  
  {
    "id": 5,
    "title": "Tooth Extraction",
    "slug": "tooth-extraction",
    "image": "https://boiseoralsurgery.com/wp-content/uploads/2022/03/is-a-tooth-extraction-painful.jpeg",
    "video": "https://www.youtube.com/watch?v=qrst7890",
    "description": "Safe and precise removal of damaged, decayed, or impacted teeth to prevent infection, overcrowding, and further dental issues. Pain management techniques ensure a comfortable experience, allowing for proper healing and maintenance of oral health.",
    "description_bn": "ক্ষতিগ্রস্ত, পচা বা হাড়ের ভিতরে আটকে থাকা দাঁত নিরাপদ ও সঠিকভাবে অপসারণ করা হয়, যা সংক্রমণ, দাঁতের ভিড় এবং অন্যান্য সমস্যার প্রতিরোধ করে। ব্যথা নিয়ন্ত্রণ প্রযুক্তি ব্যবহারের মাধ্যমে প্রক্রিয়াটি আরামদায়ক হয় এবং মুখের স্বাস্থ্য বজায় রাখা সহজ হয়।",
    "highlights": [
      "Removes decayed or impacted teeth",
      "Pain-controlled procedure",
      "Prevents infection and overcrowding"
    ]
  },
  {
    "id": 6,
    "title": "Fiber Bridge Treatment",
    "slug": "fiber-bridge",
    "image": "https://durbandentalcare.co.za/wp-content/uploads/2024/02/hq720-e1708511005891.jpg",
    "video": "https://www.youtube.com/watch?v=uvwx1234",
    "description": "Replace missing teeth with durable, natural-looking fiber bridges that restore both function and aesthetics. The minimally invasive procedure ensures patient comfort while providing long-lasting results for chewing, speaking, and smiling confidently.",
    "description_bn": "হারানো দাঁতের জায়গায় শক্তিশালী এবং প্রাকৃতিক দেখানো ফাইবার ব্রিজ বসানো হয়, যা কার্যকারিতা এবং নান্দনিকতা উভয়ই পুনরুদ্ধার করে। এই প্রায় ন্যূনতম আক্রমণাত্মক প্রক্রিয়ায় রোগীর আরাম নিশ্চিত করা হয় এবং দীর্ঘস্থায়ী ফলাফল প্রদান করে, যা চিবানো, কথা বলা এবং আত্মবিশ্বাসী হাসি বজায় রাখতে সাহায্য করে।",
    "highlights": [
      "Durable and aesthetic",
      "Restores chewing and speech",
      "Minimally invasive procedure"
    ]
  },
  {
    "id": 7,
    "title": "Orthodontics (Teeth Straightening)",
    "slug": "orthodontics",
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTroKMeGJtLZL0h0jOQ61ZJv7AFSbnSB-QbHQ&s",
    "video": "https://www.youtube.com/watch?v=yzab5678",
    "description": "Correct misaligned teeth and bite issues using braces or clear aligners to improve oral health, facial symmetry, and aesthetics. Customized treatment plans ensure comfortable, effective results for patients of all ages, enhancing both function and appearance.",
    "description_bn": "বাঁকা বা অসামঞ্জস্য দাঁত ঠিক করতে ব্রেসেস বা ক্লিয়ার অ্যালাইনার ব্যবহার করা হয়, যা মুখের স্বাস্থ্য, মুখের সাদৃশ্য এবং নান্দনিকতা উন্নত করে। সম্পূর্ণ কাস্টমাইজড চিকিৎসা পরিকল্পনা নিশ্চিত করে আরামদায়ক এবং কার্যকর ফলাফল, যা দাঁতের কার্যকারিতা এবং দেখাকে সমানভাবে উন্নত করে।",
    "highlights": [
      "Corrects crooked teeth",
      "Improves bite alignment",
      "Clear and metal braces available"
    ]
  },
  {
    "id": 8,
    "title": "Smile Design",
    "slug": "smile-design",
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSkVWFc91eXtQo-z8ppNbzN4dnuztwdaena0Q&s",
    "video": "https://www.youtube.com/watch?v=cdef9012",
    "description": "Enhance your smile by reshaping teeth, correcting alignment, and improving aesthetics through personalized treatment plans. This procedure boosts confidence and provides a natural, attractive appearance tailored to each patient’s facial features.",
    "description_bn": "হাসিকে আরও সুন্দর করার জন্য দাঁতের আকার পরিবর্তন করা, বিন্যাস ঠিক করা এবং নান্দনিকতা উন্নত করা হয় ব্যক্তিগতকৃত চিকিৎসা পরিকল্পনার মাধ্যমে। এই প্রক্রিয়াটি আত্মবিশ্বাস বাড়ায় এবং প্রতিটি রোগীর মুখের বৈশিষ্ট্য অনুযায়ী প্রাকৃতিক ও আকর্ষণীয় হাসি প্রদান করে।",
    "highlights": [
      "Tailored smile enhancement",
      "Corrects uneven teeth",
      "Improves confidence"
    ]
  },
  {
    "id": 9,
    "title": "Tooth Whitening",
    "slug": "tooth-whitening",
    "image": "https://www.news-medical.net/image-handler/picture/2021/4/shutterstock_56198956.jpg",
    "video": "https://www.youtube.com/watch?v=ghij3456",
    "description": "Professional teeth whitening treatments safely remove stains and discoloration to provide a bright, radiant smile. The procedure is designed to be gentle on enamel while delivering instant and noticeable results, boosting overall confidence and appearance.",
    "description_bn": "পেশাদার দাঁতের হোয়াইটনিং চিকিৎসা নিরাপদে দাঁতের দাগ এবং রঙের বৈষম্য দূর করে উজ্জ্বল ও দীপ্তিময় হাসি প্রদান করে। প্রক্রিয়াটি দাঁতের এনামেলকে ক্ষতি না করে কার্যকর হয় এবং তাৎক্ষণিক, চোখে পড়ার মতো ফলাফল দেয়, যা আত্মবিশ্বাস এবং চেহারার উন্নতি ঘটায়।",
    "highlights": [
      "Removes stains and discoloration",
      "Safe for enamel",
      "Instant and noticeable results"
    ]
  },


  {
    "id": 10,
    "title": "Black Gum Treatment",
    "slug": "black-gum-treatment",
    "image": "https://ariesorofacial.com/wp-content/uploads/2023/06/New-Project-28-2.webp",
    "video": "https://www.youtube.com/watch?v=klmn7890",
    "description": "Restore healthy pink gum color and reduce excessive pigmentation for a more attractive and youthful smile. Treatment enhances both oral health and aesthetic appearance safely and effectively.",
    "description_bn": "মাড়ির স্বাভাবিক গোলাপী রঙ ফিরিয়ে আনা এবং অতিরিক্ত কালো দাগ কমানো হয়, যাতে হাসি আরও সুন্দর ও যুবক দেখায়। চিকিৎসাটি নিরাপদ ও কার্যকরভাবে মুখের স্বাস্থ্য এবং নান্দনিকতা উভয় উন্নত করে।",
    "highlights": [
      "Reduces dark gum pigmentation",
      "Safe and effective procedure",
      "Enhances smile aesthetics"
    ]
  },
  {
    "id": 11,
    "title": "Tooth Shaping (Contouring)",
    "slug": "tooth-shaping",
    "image": "https://mayfielddental.com/wp-content/uploads/2025/01/COSMETIC-TOOTH-RESHAPING.jpeg",
    "video": "https://www.youtube.com/watch?v=opqr1234",
    "description": "Correct uneven teeth edges and reshape teeth for a balanced, uniform, and attractive smile. This procedure is quick, minimally invasive, and helps improve overall dental aesthetics and function.",
    "description_bn": "অসামঞ্জস্য দাঁতের প্রান্ত ঠিক করা এবং দাঁতের আকার পরিবর্তন করা হয়, যাতে হাসি সুন্দর, সমান এবং আকর্ষণীয় হয়। প্রক্রিয়াটি দ্রুত, ন্যূনতম আক্রমণাত্মক এবং মুখের নান্দনিকতা ও কার্যকারিতা উন্নত করে।",
    "highlights": [
      "Smoothens uneven teeth",
      "Enhances smile appearance",
      "Quick and painless procedure"
    ]
  },
  {
    "id": 12,
    "title": "U-Veneers",
    "slug": "u-veneers",
    "image": "https://www.jacobsondental.com.au/wp-content/uploads/2020/11/uveneer.jpg",
    "video": "https://www.youtube.com/watch?v=stuv5678",
    "description": "Apply thin, custom-designed shells to cover imperfections like chips, gaps, and discoloration. U-Veneers provide a natural, aesthetically pleasing, and long-lasting solution to enhance your smile confidently.",
    "description_bn": "পাতলা, কাস্টম ডিজাইন করা শেল ব্যবহার করে দাঁতের চিপ, ফাঁক বা রঙের বৈষম্য ঢেকে ফেলা হয়। ইউ-ভিনিয়ার্স প্রাকৃতিক, নান্দনিকভাবে সুন্দর এবং দীর্ঘস্থায়ী সমাধান প্রদান করে, যা আত্মবিশ্বাসী হাসি নিশ্চিত করে।",
    "highlights": [
      "Corrects discoloration and chips",
      "Improves smile aesthetics",
      "Long-lasting and durable"
    ]
  },
  {
    "id": 13,
    "title": "Partial Denture Teeth",
    "slug": "partial-denture-teeth",
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRsYfcu9T6LKAz-N-4PioB4Jmv4n5L7u6-Rkg&s",
    "video": "https://www.youtube.com/watch?v=wxyz9012",
    "description": "Removable prosthetic teeth replace missing ones while preserving surrounding natural teeth. Provides improved chewing ability, speech, and overall oral aesthetics, designed for comfort and custom fit.",
    "description_bn": "হারানো দাঁতের জায়গায় তুলে দেওয়া যায় এমন প্রোথেটিক দাঁত বসানো হয়, যা চারপাশের প্রাকৃতিক দাঁত রক্ষা করে। এটি চিবানো, কথা বলা এবং মুখের নান্দনিকতা উন্নত করে এবং আরামদায়ক ও কাস্টম ফিট নিশ্চিত করে।",
    "highlights": [
      "Restores chewing function",
      "Maintains surrounding teeth",
      "Custom-fit and comfortable"
    ]
  },
  {
    "id": 14,
    "title": "Dental Crowns & Bridges",
    "slug": "crowns-bridges",
    "image": "https://www.designdental.com.au/wp-content/uploads/2021/08/crowns-bridges.jpg",
    "video": "https://www.youtube.com/watch?v=abcd3456",
    "description": "High-quality crowns and bridges restore strength, shape, and function to damaged or missing teeth. Enhances smile aesthetics and ensures durable, long-lasting dental solutions customized for each patient.",
    "description_bn": "উচ্চমানের ক্রাউন এবং ব্রিজ দাঁতের শক্তি, আকার এবং কার্যকারিতা পুনরুদ্ধার করে। এটি হাসির নান্দনিকতা উন্নত করে এবং প্রতিটি রোগীর জন্য কাস্টমাইজড, দীর্ঘস্থায়ী সমাধান প্রদান করে।",
    "highlights": [
      "Restores teeth strength",
      "Custom-made for perfect fit",
      "Enhances smile aesthetics"
    ]
  },
  {
    "id": 15,
    "title": "Dental Implant",
    "slug": "dental-implant",
    "image": "https://www.perio.org/wp-content/uploads/2020/02/dental-implant.png",
    "video": "https://www.youtube.com/watch?v=efgh7890",
    "description": "Permanent replacement of missing teeth using titanium implants that integrate with the jawbone. Provides natural appearance, restores chewing function, prevents bone loss, and ensures long-term oral health.",
    "description_bn": "টাইটেনিয়াম ইমপ্ল্যান্ট ব্যবহার করে হারানো দাঁত স্থায়ীভাবে প্রতিস্থাপন করা হয়, যা জিহ্বার হাড়ের সাথে একীভূত হয়। এটি প্রাকৃতিক চেহারা দেয়, চিবানো কার্যকারিতা পুনরুদ্ধার করে, হাড় ক্ষয় প্রতিরোধ করে এবং দীর্ঘস্থায়ী মুখের স্বাস্থ্য নিশ্চিত করে।",
    "highlights": [
      "Strong and permanent solution",
      "Prevents bone loss",
      "Natural-looking results"
    ]
  },
  {
    "id": 16,
    "title": "Fiber Post",
    "slug": "fiber-post",
    "image": "https://www.researchgate.net/publication/379387937/figure/fig1/AS:11431281232457742@1711723373610/Resin-pattern-made-of-post-space_Q320.jpg",
    "video": "https://www.youtube.com/watch?v=ijkl1234",
    "description": "Supports and reinforces weak or root-treated teeth with durable fiber posts, ensuring better stability for crowns and bridges while preserving natural tooth structure.",
    "description_bn": "দাঁতের দুর্বল বা রুট-চিকিৎসা করা অংশকে শক্তিশালী করতে ফাইবার পোস্ট ব্যবহার করা হয়। এটি ক্রাউন এবং ব্রিজের স্থিতিশীলতা বাড়ায় এবং প্রাকৃতিক দাঁতের গঠন রক্ষা করে।",
    "highlights": [
      "Strengthens root canal treated teeth",
      "Durable and reliable",
      "Compatible with crowns"
    ]
  },
  {
    "id": 17,
    "title": "Zirconium Cap / Bridge",
    "slug": "zirconium-cap-bridge",
    "image": "https://s16736.pcdn.co/wp-content/uploads/sites/494/2019/05/KentDentalZirconiaCrownMay-min-768x512.jpg.optimal.jpg",
    "video": "https://www.youtube.com/watch?v=mnop5678",
    "description": "Durable, natural-looking zirconium crowns and bridges provide long-lasting restoration for damaged or missing teeth. Ideal for front teeth due to high aesthetic quality, strength, and precise fit.",
    "description_bn": "দীর্ঘস্থায়ী পুনর্গঠনের জন্য শক্তিশালী এবং প্রাকৃতিক দেখানো জিরকোনিয়াম ক্রাউন এবং ব্রিজ ব্যবহার করা হয়। এটি সামনের দাঁতের জন্য আদর্শ, কারণ এটি নান্দনিকভাবে সুন্দর, শক্ত এবং নিখুঁতভাবে ফিট হয়।",
    "highlights": [
      "Natural-looking and strong",
      "Long-lasting restoration",
      "Highly aesthetic for front teeth"
    ]
  }
]


